Table of Contents
 Class StagedCheckSectionExtreme
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Standard check section extreme
public class StagedCheckSectionExtreme : CheckSectionExtreme
Inheritance
object
CheckSectionExtreme
StagedCheckSectionExtreme
Inherited Members
 CheckSectionExtreme.Description
 CheckSectionExtreme.Fundamental
 CheckSectionExtreme.Accidental
 CheckSectionExtreme.Characteristic
 CheckSectionExtreme.QuasiPermanent
 CheckSectionExtreme.Frequent
 CheckSectionExtreme.Fatigue
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 StagedCheckSectionExtreme()
Constructor
public StagedCheckSectionExtreme()
Properties
 Time
Time
public double Time { get; set; }
Property Value
double
 Edit this page